/*LOCALIZABLE STRINGS*/

/* BASIC TEXT */
"OK" = "OK";

/* APPLICATION ACTIVITIES*/
/*
 These are the four tabs at the bottom of the screen which
 the user can tap to go to different sections of the app.
 */
"Open" = "Open";
"Home" = "Home";
"Closed" = "Closed";
"Awards" = "Awards";


/* HOME VIEW SECTION */
/* These are the different groupings of beers displayed on the home screen*/
"Top Rated" = "Top Rated";
"More To Explore" = "More To Explore";



/* OPEN PROFILES SECTION */
/* These are the basic texts shown on the main "Open Profiles" screen*/
"Open Profiles" = "Open Profiles"; /* title at top of screen */
"Add Profile" = "Add Profile"; /* button that adds a new profile */
"Add New Beer" = "Add New Beer"; /* button at the bottom of each profile listing that allows user to add a new beer to the profile*/


/* SORTING OPTIONS */
/* different options a user has to sort their beers */
"Sort" = "Sort"; /* a button that brings up the sorting menu */
"Sort Beers" = "Sort Beers"; /* menu title */
"Name" = "Name"; /* allows user to sort beers by the beers' names */
"Rating" = "Rating"; /* allows user to sort beers by the beers' ratings */
"Creation Date" = "Creation Date"; /* allows users to sort beers by the beers' creation dates */
"Optimized" = "Optimized"; /* an optimized algorithm for sorting beers */

/* EDIT BEER SCREEN*/
/* when a user taps on a beer, they're taken to this edit screen where they can edit the attributes of the beer.*/
"Edit Beer" = "Edit Beer"; /*section title*/
"Basic Attributes" = "Basic Attributes"; /* section header right below title*/
"Advanced Attributes" = "Advanced Attributes"; /* second section header*/
"Rating" = "Rating"; /* third section header */
"Additional Notes" = "Additional Notes"; /* fourth section header */
"Beer Name" = "Beer Name"; /* the name of the beer being added */
"Brewery" = "Brewery"; /* the brewery where said beer was brewed */
"Beer Type" = "Beer Type"; /* the type of beer being added */
"ABV: " = "ABV: "; /* abbreviation for the "Alcohol By Volume" measure of the beer*/
"IBU: " = "IBU: "; /* abbreviation for the "International Bitterness Unit" measure of the beer */
"Description" = "Description"; /* additional description or notes about the beer can be added here */
"Mark as Favorite:" = "Mark as Favorite:"; /* User can mark this beer as a favorite of theirs */


/* PROFILE */
"Profile %@" = "Profile %@";
"Closed Profiles" = "Closed Profiles"; /* Screen title for profiles that are not currently open */
"Profile" = "Profile";
"Edit Profile" = "Edit Profile"; /* Screen title for the "Edit Profile" screen */
"Basic Settings" = "Basic Settings"; /* Basic profile settings that a user can change */
"Custom profile color" = "Custom profile color"; /* Menu of selectable colors for user to choose from */
"Profile Description" = "Profile Description"; /* Label for text box where user can write a description for the profile */
"Profile Name" = "Profile Name"; /* Label for text box where user can set the profile name */


/* ADDITIVE BUTTONS */
"New Profile" = "New Profile"; /* Button that allows user to create a new profile */
"New Beer" = "New Beer"; /* button that adds a new beer to a profile */



/* AWARDS */
"Unlocked: %@" = "Unlocked: %@"; /* Prefix text before the title of an award */
"Locked" = "Locked"; /* Prefix text before the title of an award */



/* MISC */
"Please select something from the menu to begin." = "Please select something from the menu to begin."; /* Default text that shows when the user is using the app in landscape and has not selected any profile from the menu */
"There's nothing here right now" = "There's nothing here right now"; /* Default text when there are no profiles to show. */
